Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AddColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# AddColumnsArg2
source: column
bg_bg: колона
ca_es: columna
cs_cz: sloupec
da_dk: kolonne
de_de: Spalte
el_gr: στήλη
es_es: columna
et_ee: veerg
eu_es: zutabea
fi_fi: sarake
fr_fr: colonne
gl_es: columna
hi_in: स्तंभ
hr_hr: stupac
hu_hu: oszlop
it_it: colonna
ja_jp: 列
kk_kz: баған
ko_kr: 열
lt_lt: stulpelis
lv_lv: kolonna
ms_my: lajur
nb_no: kolonne
nl_nl: kolom
pl_pl: kolumna
pt_br: coluna
pt_pt: coluna
ro_ro: coloană
ru_ru: столбец
sk_sk: stĺpec
sl_si: stolpec
sr_cyrl_rs: колона
sr_latn_rs: kolona
sv_se: kolumn
th_th: คอลัมน์
tr_tr: sütun
uk_ua: стовпець
vi_vn: cột
zh_cn: 列
zh_tw: 資料行

# AddColumnsArg3
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutAddColumns_source
source: A table to add columns to.
bg_bg: Таблица, към която да се добавят колони.
ca_es: Taula a la qual s'afegiran columnes.
cs_cz: Tabulka, do které se mají sloupce přidat
da_dk: En tabel, hvortil der kan føjes kolonner.
de_de: Eine Tabelle, der Spalten hinzugefügt werden sollen.
el_gr: Πίνακας για προσθήκη στηλών.
es_es: Una tabla a la que se van a agregar columnas.
et_ee: Tabel, kuhu veerud lisatakse.
eu_es: Taula, zeinari zutabeak gehituko zaizkion.
fi_fi: Taulukko, johon sarakkeet lisätään.
fr_fr: Table à laquelle ajouter des colonnes.
gl_es: Táboa á que engadir columnas.
hi_in: स्तंभ जोड़ने के लिए तालिका.
hr_hr: Tablica u koju se dodaju stupci.
hu_hu: Az a tábla, amelybe fel kell venni az értékeket.
it_it: Tabella alla quale aggiungere le colonne.
ja_jp: 列の追加先となるテーブル。
kk_kz: Бағандар қосылатын кесте.
ko_kr: 열을 추가할 테이블입니다.
lt_lt: Lentelė, į kurią reikia įtraukti stulpelius.
lv_lv: Tabula, kam pievienot kolonnas.
ms_my: Jadual untuk ditambahkan jalur.
nb_no: En tabell til å legge til kolonner i.
nl_nl: Een tabel waaraan kolommen worden toegevoegd.
pl_pl: Tabela, do której zostaną dodane kolumny.
pt_br: Tabela na qual colunas serão adicionadas.
pt_pt: Uma tabela para adicionar colunas.
ro_ro: Un tabel la care se adaugă coloane.
ru_ru: Таблица для добавления столбцов.
sk_sk: Tabuľka, ku ktorej sa majú pridať stĺpce.
sl_si: Tabela, v katero bodo dodani stolpci.
sr_cyrl_rs: Табела у коју се додају колоне.
sr_latn_rs: Tabela u koju se dodaju kolone.
sv_se: En tabell att lägga till kolumner till.
th_th: ตารางสำหรับเพิ่มคอลัมน์เข้าไป
tr_tr: Sütunların ekleneceği bir tablo.
uk_ua: Таблиця, куди потрібно додати стовпці.
vi_vn: Một bảng để thêm cột.
zh_cn: 要向其中添加列的表。
zh_tw: 要新增資料行的資料表。

# AboutAddColumns_column
source: A unique column name.
bg_bg: Уникално име на колона.
ca_es: Nom de columna únic.
cs_cz: Jedinečný název sloupce
da_dk: Et unikt kolonnenavn.
de_de: Ein eindeutiger Spaltenname.
el_gr: Μοναδικό όνομα στήλης.
es_es: Un nombre de columna único.
et_ee: Kordumatu veerunimi.
eu_es: Zutabearen izen esklusiboa.
fi_fi: Yksilöivä sarakkeen nimi.
fr_fr: Nom de colonne unique.
gl_es: Nome de columna único.
hi_in: एक अद्वितीय स्तंभ नाम.
hr_hr: Jedinstveni naziv stupca.
hu_hu: Egy egyedi oszlopnév.
it_it: Nome colonna univoco.
ja_jp: 列の一意の名前。
kk_kz: Бірегей баған атауы.
ko_kr: 고유한 열 이름입니다.
lt_lt: Unikalus stulpelio pavadinimas.
lv_lv: Unikāls kolonnas nosaukums.
ms_my: Nama lajur yang unik.
nb_no: Et unikt kolonnenavn.
nl_nl: Een unieke kolomnaam.
pl_pl: Unikatowa nazwa kolumny.
pt_br: Nome de coluna exclusivo.
pt_pt: Um nome de coluna único.
ro_ro: Un nume de coloană unic.
ru_ru: Уникальное имя столбца.
sk_sk: Jedinečný názov stĺpca.
sl_si: Enolično ime stolpca.
sr_cyrl_rs: Јединствено име колоне.
sr_latn_rs: Jedinstveno ime kolone.
sv_se: Ett unikt kolumnnamn.
th_th: ชื่อคอลัมน์เฉพาะ
tr_tr: Benzersiz bir sütun adı.
uk_ua: Унікальне ім’я стовпця.
vi_vn: Tên cột duy nhất.
zh_cn: 唯一的列名。
zh_tw: 不重複的資料行名稱。

# AboutAddColumns_expression
source: An expression that provides values for the new column.
bg_bg: Израз, който предоставя стойности за новата колона.
ca_es: Expressió que proporciona valors per a la nova columna.
cs_cz: Výraz, který poskytuje hodnoty pro nový sloupec
da_dk: Et udtryk, som leverer værdier til den nye kolonne.
de_de: Ein Ausdruck, der Werte für die neue Spalte bereitstellt.
el_gr: Παράσταση που παρέχει τιμές για τη νέα στήλη.
es_es: Una expresión que proporciona valores para la nueva columna.
et_ee: Avaldis, millega esitatakse uue veeru väärtused.
eu_es: Zutabe berriaren balioak ematen dituen espresioa.
fi_fi: Lauseke, joka antaa arvot uudelle sarakkeelle.
fr_fr: Expression qui fournit des valeurs pour la nouvelle colonne.
gl_es: Expresión que fornece valores para a nova columna.
hi_in: नए स्तंभ के लिए मान प्रदान करने वाला व्यंजक.
hr_hr: Izraz koji daje vrijednosti za novi stupac.
hu_hu: Egy kifejezés, amely kiszámítja az új oszlop értékeit.
it_it: Espressione che fornisce i valori per la nuova colonna.
ja_jp: 新しい列のための値を提供する式。
kk_kz: Жаңа баған үшін мәндерді беретін өрнек.
ko_kr: 새 열의 값을 제공하는 식입니다.
lt_lt: Reiškinys, kuris pateikia reikšmes, skirtas naujajam stulpeliui.
lv_lv: Izteiksme, kas nodrošina vērtības jaunajai kolonnai.
ms_my: Ungkapan yang memberikan nilai untuk lajur baru.
nb_no: Et uttrykk som angir verdier for den nye kolonnen.
nl_nl: Een expressie waarmee waarden voor de nieuwe kolom worden geleverd.
pl_pl: Wyrażenie określające wartości dla nowej kolumny.
pt_br: Expressão que fornece valores para a nova coluna.
pt_pt: Uma expressão que fornece valores para a nova coluna.
ro_ro: O expresie care furnizează valori pentru coloana nouă.
ru_ru: Выражение, предоставляющее значения для нового столбца.
sk_sk: Výraz, ktorý poskytuje hodnoty pre nový stĺpec.
sl_si: Izraz, ki zagotovi vrednosti za novi stolpec.
sr_cyrl_rs: Израз који пружа вредности за нову колону.
sr_latn_rs: Izraz koji pruža vrednosti za novu kolonu.
sv_se: Ett uttryck som tillhandahåller värden för den nya kolumnen.
th_th: นิพจน์ที่ให้ค่าของคอลัมนใหม่
tr_tr: Yeni sütun için değerler sağlayan bir ifade.
uk_ua: Вираз, що додає значення до нового стовпця.
vi_vn: Một biểu thức cung cấp giá trị cho cột mới.
zh_cn: 为新列提供值的表达式。
zh_tw: 此運算式提供新資料行的值。

# AboutDropColumns
source: Returns a table with one or more specified 'columns' removed from the 'source' table.
bg_bg: Връща таблица с една или повече указани „колони“, премахнати от таблицата „източник“.
ca_es: Retorna una taula amb un o més elements 'columns' especificats suprimits de la taula 'source'.
cs_cz: Vrátí tabulku s jedním nebo více zadanými sloupci odebranými ze zdrojové tabulky.
da_dk: Returnerer en tabel, hvor en eller flere angivne 'kolonner' er fjernet fra 'kilde'-tabellen.
de_de: Gibt eine Tabelle zurück, bei der eine oder mehrere angegebene "Spalten" aus der Quelltabelle "Quelle" entfernt wurden.
el_gr: Επιστρέφει έναν πίνακα με μία ή περισσότερες καθορισμένες "στήλες" που έχουν καταργηθεί από τον πίνακα "προέλευσης".
es_es: Devuelve una tabla con una o más columnas especificadas quitadas de la tabla de origen.
et_ee: Tagastab tabeli, milles on lähtetabelist eemaldatud üks või mitu määratud veergu.
eu_es: "source" taulatik kendutako "columns" eremu bat edo gehiago zehaztuta dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, jossa on vähintään yksi source-taulukosta poistettu määritetty column-kohde.
fr_fr: Retourne une table dont une ou plusieurs « colonnes » spécifiées ont été supprimées de la table « source ».
gl_es: Devolve unha táboa cunha ou máis "columnas" especificadas eliminadas da táboa de "orixe".
hi_in: 'स्रोत' तालिका से निकाले गए एक या अधिक निर्दिष्ट 'स्तंभों' वाली तालिका लौटाता है.
hr_hr: Vraća tablicu s jednim ili više navedenih "stupaca" uklonjenim iz tablice "izvora".
hu_hu: Olyan táblát ad vissza, amelyből el van távolítva a „forrás” tábla egy vagy több, az „oszlop” argumentumban megadott oszlopa.
it_it: Restituisce una tabella con una o più 'colonne' specificate rimosse dalla tabella 'origine'.
ja_jp: 'ソース' テーブルから指定の 1 つまたは複数の '列' が削除されたテーブルを返します。
kk_kz: Бастапқы кестеден жойылған бір немесе бірнеше көрсетілген бағандары бар кестені қайтарады.
ko_kr: 하나 이상의 지정된 '열'이 '원본' 테이블에서 제거된 테이블을 반환합니다.
lt_lt: Pateikiama lentelė su vienu ar keliais nurodytais stulpeliais, pašalintais iš šaltinio lentelės.
lv_lv: Atgriež tabulu ar vienu vai vairākām norādītajām vērtībām "columns", kas noņemtas no tabulas "source".
ms_my: Mengembalikan jadual dengan satu atau lebih 'lajur' yang ditentukan yang dialih keluar daripada jadual 'sumber'.
nb_no: Returnerer en tabell med én eller flere angitte kolonner som er fjernet fra kildetabellen.
nl_nl: Hiermee wordt een tabel geretourneerd waaruit een of meer opgegeven columns zijn verwijderd uit de tabel source.
pl_pl: Zwraca tabelę z co najmniej jedną określoną kolumną usuniętą z tabeli źródłowej.
pt_br: Retorna uma tabela com uma ou mais 'columns' (colunas) especificadas removidas da tabela 'source' (fonte).
pt_pt: Devolve uma tabela com uma ou mais "colunas" especificadas removidas da tabela "origem".
ro_ro: Returnează un tabel cu una sau mai multe valori „coloane” specificate eliminate din tabelul „sursă”.
ru_ru: Возвращает таблицу "источника", из которой удалены указанные "столбцы".
sk_sk: Vráti tabuľku, pričom z tabuľky zdroja je odstránený jeden alebo viaceré stĺpce.
sl_si: Vrne tabelo z enim ali več določenimi »stolpci« odstranjenimi iz tabele argumenta »vir«.
sr_cyrl_rs: Враћа табелу са неким наведеним „колонама“ уклоњеним из табеле „извор“.
sr_latn_rs: Vraća tabelu sa nekim navedenim „kolonama“ uklonjenim iz tabele „izvor“.
sv_se: Returnerar en tabell med ett eller flera angivna kolumner borttagna från källtabellen.
th_th: ส่งคืนตารางที่มีอย่างน้อยหนึ่ง 'columns' ที่กำหนดถูกลบออกจากตาราง 'source'
tr_tr: "Kaynak" tablosundan kaldırılan bir veya daha fazla belirtilen "sütunun" yer aldığı bir tablo döndürür.
uk_ua: Повертає таблицю з одним або кількома зазначеними стовпцями, вилученими з вихідної таблиці.
vi_vn: Trả về một bảng có một hoặc nhiều 'cột' được chỉ định bị xóa khỏi bảng 'nguồn'.
zh_cn: 返回通过从 "source" 表删除一个或多个指定 "columns" 得到的表。
zh_tw: 傳回的資料表有一或多個從 'source' 資料表移除的指定 'columns'。

# DropColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# DropColumnsArg2
source: column_name
bg_bg: име_на_колона
ca_es: nom_columna
cs_cz: název_sloupce
da_dk: kolonne_navn
de_de: Spaltenname
el_gr: όνομα_στήλης
es_es: nombre_columna
et_ee: veeru_nimi
eu_es: zutabe_izena
fi_fi: sarakkeen_nimi
fr_fr: nom_colonne
gl_es: nome_columna
hi_in: स्तंभ_नाम
hr_hr: naziv_stupca
hu_hu: oszlop_neve
it_it: nome_colonna
ja_jp: 列名
kk_kz: баған_атауы
ko_kr: 열_이름
lt_lt: stulpelio_pavadinimas
lv_lv: kolonnas_nosaukums
ms_my: nama_lajur
nb_no: kolonnenavn
nl_nl: naam_kolom
pl_pl: nazwa_kolumny
pt_br: nome_coluna
pt_pt: nome_coluna
ro_ro: nume_coloană
ru_ru: имя_столбца
sk_sk: názov_stĺpca
sl_si: ime_stolpca
sr_cyrl_rs: назив_колоне
sr_latn_rs: naziv_kolone
sv_se: kolumn_namn
th_th: ชื่อ_คอลัมน์
tr_tr: sütun_adı
uk_ua: ім’я_стовпця
vi_vn: tên_cột
zh_cn: 列名
zh_tw: 資料行_名稱

# AboutDropColumns_source
source: A table value to remove columns from.
bg_bg: Стойност на таблица, от която да се премахнат колони.
ca_es: Valor de taula del qual se suprimiran columnes.
cs_cz: Hodnota tabulky, ze které se mají odebrat sloupce
da_dk: En tabelværdi, som kolonner skal fjernes fra.
de_de: Ein Tabellenwert, aus dem Spalten entfernt werden.
el_gr: Μια τιμή πίνακα από τον οποίο θα καταργηθούν στήλες.
es_es: Un valor de tabla del que se van a quitar columnas.
et_ee: Tabeliväärtus, millest veerud eemaldatakse.
eu_es: Zutabeak kenduko zaizkion taula-balioa.
fi_fi: Taulukkoarvo, josta sarakkeet poistetaan.
fr_fr: Valeur de table dont supprimer des colonnes.
gl_es: Valor da táboa do que se van eliminar columnas.
hi_in: तालिका का मान जिससे स्तंभ निकाले जाने हैं.
hr_hr: Vrijednost tablice iz koje se uklanjaju stupci.
hu_hu: Az a tábla, amelyből oszlopokat kell eltávolítani.
it_it: Valore della tabella da cui rimuovere le colonne.
ja_jp: 列の削除元となるテーブル値。
kk_kz: Бағандар жойылатын кесте мәні.
ko_kr: 열을 제거할 테이블 값입니다.
lt_lt: Lentelės, iš kurios reikia pašalinti stulpelių, reikšmė.
lv_lv: Tabulas vērtība, no kuras noņemt kolonnas.
ms_my: Nilai jadual untuk dialih keluar jalur.
nb_no: En tabellverdi det skal fjernes kolonner fra.
nl_nl: Een tabelwaarde waaruit kolommen moeten worden verwijderd.
pl_pl: Wartość tabeli, z której zostaną usunięte kolumny.
pt_br: Valor da tabela da qual colunas serão removidas.
pt_pt: Um valor da tabela para remover colunas.
ro_ro: O valoare de tabel din care să se elimine coloane.
ru_ru: Табличное значение для удаления столбцов.
sk_sk: Hodnota tabuľky, z ktorej sa majú odstrániť stĺpce.
sl_si: Vrednost tabele, iz katere je treba odstraniti stolpce.
sr_cyrl_rs: Вредност табеле из које треба уклонити колоне.
sr_latn_rs: Vrednost tabele iz koje treba ukloniti kolone.
sv_se: Ett tabellvärde att ta bort kolumner från.
th_th: ค่าตารางที่จะเอาคอลัมน์ออก
tr_tr: Sütunların kaldırılacağı bir tablo değeri.
uk_ua: Значення таблиці, звідки потрібно вилучити стовпці.
vi_vn: Giá trị bảng cần loại bỏ cột khỏi đó.
zh_cn: 要从中删除列的表值。
zh_tw: 要從中移除資料行的資料表值。

# AboutDropColumns_column_name
source: The name of a column to remove.
bg_bg: Името на дадена колона за премахване.
ca_es: Nom d'una columna que se suprimirà.
cs_cz: Název sloupce, který se má odebrat
da_dk: Navnet på en kolonne, der skal fjernes.
de_de: Der Name einer zu entfernenden Spalte.
el_gr: Το όνομα της στήλης για κατάργηση.
es_es: Nombre de una columna que se va a quitar.
et_ee: Eemaldatava veeru nimi.
eu_es: Kenduko den zutabearen izena.
fi_fi: Poistettavan sarakkeen nimi.
fr_fr: Nom d’une colonne à supprimer.
gl_es: Nome dunha columna que se vai eliminar.
hi_in: निकाले जाने वाले स्तंभ का नाम.
hr_hr: Naziv stupca koji se uklanja.
hu_hu: Az eltávolítandó oszlop neve.
it_it: Nome della colonna da rimuovere.
ja_jp: 削除する列の名前。
kk_kz: Жойылатын баған атауы.
ko_kr: 제거할 열의 이름입니다.
lt_lt: Šalintino stulpelio pavadinimas.
lv_lv: Noņemamās kolonnas nosaukums.
ms_my: Nama lajur untuk dialih keluar.
nb_no: Navnet på en kolonne som skal fjernes.
nl_nl: De naam van een kolom die moet worden verwijderd.
pl_pl: Nazwa kolumny do usunięcia.
pt_br: Nome de uma coluna a ser removida.
pt_pt: O nome de uma coluna para remover.
ro_ro: Numele unei coloane de eliminat.
ru_ru: Имя столбца для удаления.
sk_sk: Názov stĺpca, ktorý sa má odstrániť.
sl_si: Ime stolpca, ki ga je treba odstraniti.
sr_cyrl_rs: Име колоне коју треба уклонити.
sr_latn_rs: Ime kolone koju treba ukloniti.
sv_se: Namnet på en kolumn att tas bort.
th_th: ชื่อของคอลัมน์ที่จะเอาออก
tr_tr: Kaldırılacak sütunun adı.
uk_ua: Ім’я стовпця, який потрібно вилучити.
vi_vn: Tên của cột cần xóa.
zh_cn: 要删除的列的名称。
zh_tw: 要移除的資料行名稱。

# AboutFilter
source: Returns the rows from the table for which all the specified conditions are true.
bg_bg: Връща редовете от таблицата, за които всички указани условия са true.
ca_es: Retorna les files de la taula en què totes les condicions especificades són true.
cs_cz: Vrátí řádky z tabulky, pro kterou jsou všechny zadané podmínky pravdivé.
da_dk: Returnerer rækker fra tabellen, for hvilke alle de angivne betingelser er sande.
de_de: Gibt die Zeilen aus der Tabelle zurück, für die alle angegebenen Bedingungen WAHR sind.
el_gr: Επιστρέφει τις σειρές από τον πίνακα για τον οποίο όλες οι καθορισμένες συνθήκες έχουν τιμή true.
es_es: Devuelve las filas de la tabla que cumplen todas las condiciones especificadas.
et_ee: Tagastab tabelist read, mille kõik määratud tingimused on tõesed.
eu_es: Zehaztutako baldintza guztiak egia gisa dituen taularen errenkadak itzultzen ditu.
fi_fi: Palauttaa rivit taulukosta, jolle kaikki määritetyt ehdot ovat tosia.
fr_fr: Retourne les lignes de la table pour lesquelles toutes les conditions spécifiées sont vraies.
gl_es: Devolve as filas da táboa nas que todas as condicións especificadas son verdadeiras.
hi_in: तालिका की वह पंक्तियाँ लौटाता है जिसके लिए सभी निर्दिष्ट स्थितियाँ सत्य हों.
hr_hr: Vraća retke iz tablice za koje su svi navedeni uvjeti true.
hu_hu: Azokat a sorait adja vissza a táblázatnak, amelyekre minden megadott feltétel igaz.
it_it: Restituisce le righe della tabella per la quale tutte le condizioni specificate sono vere.
ja_jp: 指定の条件すべてが True となるテーブルの行を返します。
kk_kz: Барлық көрсетілген шарттар шын болатын кестеден жолдарды қайтарады.
ko_kr: 테이블에서 지정된 모든 조건이 true인 행을 반환합니다.
lt_lt: Iš lentelės pateikia eilutes, kurių visos nurodytos sąlygos yra teisingos.
lv_lv: Atgriež rindas no tabulas, kurām visi norādītie nosacījumi ir patiesi.
ms_my: Mengembalikan baris dalam jadual yang semua syarat yang ditentukan adalah benar.
nb_no: Returnerer radene fra tabellen der alle de angitte betingelsene er oppfylt.
nl_nl: Hiermee worden de rijen uit de tabel geretourneerd waarvoor alle opgegeven voorwaarden waar zijn.
pl_pl: Zwraca wiersze z tabeli, dla której wszystkie określone warunki zostały spełnione.
pt_br: Retorna as linhas da tabela para a qual todas as condições especificadas são verdadeiras.
pt_pt: Devolve as linhas da tabela em que todas as condições especificadas são verdadeiras.
ro_ro: Returnează rândurile din tabelul pentru care toate condițiile specificate sunt adevărate.
ru_ru: Возвращает строки таблицы, для которых все указанные условия верны.
sk_sk: Vráti riadky tabuľky, pre ktoré sú pravdivé všetky zadané podmienky.
sl_si: Vrne tiste vrstice table, za katere so izpolnjeni vsi določeni pogoji.
sr_cyrl_rs: Враћа ред из табеле за коју су сви наведени услови исправни.
sr_latn_rs: Vraća red iz tabele za koju su svi navedeni uslovi ispravni.
sv_se: Returnerar raderna från tabellen där alla de angivna villkoren är sanna.
th_th: คืนค่าแถวจากตารางที่เงื่อนไขทุกอย่างที่ระบุไว้เป็นจริง
tr_tr: Tablodan, belirtilen tüm koşulların true olduğu satırları döndürür.
uk_ua: Повертає рядки з таблиці, що відповідає всім визначеним умовам.
vi_vn: Trả về các hàng từ bảng mà theo đó tất cả các điều kiện được chỉ định đều đúng.
zh_cn: 从表中返回所有指定条件都是 true 的行。
zh_tw: 傳回資料表中所有指定條件皆為 True 的資料列。

# FilterArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# FilterArg2
source: logical_test
bg_bg: логически_тест
ca_es: prova_lògica
cs_cz: logický_test
da_dk: logisk_tekst
de_de: Wahrheitsprüfung
el_gr: λογική_έλεγχος
es_es: prueba_lógica
et_ee: loogikatest
eu_es: proba_logikoa
fi_fi: looginen_testi
fr_fr: test_logique
gl_es: proba_lóxica
hi_in: तार्किक_पाठ
hr_hr: logički_test
hu_hu: logikai_vizsgálat
it_it: testo_espressionelogica
ja_jp: 論理式
kk_kz: логикалық_тексеру
ko_kr: 논리_테스트
lt_lt: loginis_testas
lv_lv: loģiskais_tests
ms_my: ujian_logik
nb_no: logisk_test
nl_nl: logische_test
pl_pl: test_logiczny
pt_br: teste_lógico
pt_pt: teste_lógico
ro_ro: test_logic
ru_ru: логическое_выражение
sk_sk: logický_test
sl_si: logični_preizkus
sr_cyrl_rs: логички_тест
sr_latn_rs: logički_test
sv_se: logisk_test
th_th: ทดสอบ_ลอจิคัล
tr_tr: mantıksal_test
uk_ua: логічна_перевірка
vi_vn: kiểm_tra_lô_gic
zh_cn: 逻辑测试
zh_tw: 邏輯_測試

# AboutFilter_source
source: A table to filter.
bg_bg: Таблица за филтриране.
ca_es: Taula que es filtrarà.
cs_cz: Tabulka, která se má filtrovat
da_dk: En tabel, der skal filtreres.
de_de: Eine zu filternde Tabelle.
el_gr: Πίνακας για φιλτράρισμα.
es_es: Una tabla que se va a filtrar.
et_ee: Filtreeritav tabel.
eu_es: Iragaziko den taula.
fi_fi: Suodatettava taulukko.
fr_fr: Table à filtrer.
gl_es: Táboa que se vai filtrar.
hi_in: फ़िल्टर की जाने वाली तालिका.
hr_hr: Tablica koja se filtrira.
hu_hu: A szűrendő tábla.
it_it: Tabella da filtrare.
ja_jp: フィルターを適用するテーブル。
kk_kz: Сүзілетін кесте.
ko_kr: 필터링할 테이블입니다.
lt_lt: Lentelė, kurią reikia filtruoti.
lv_lv: Filtrējamā tabula.
ms_my: Jadual untuk ditapis.
nb_no: En tabell som skal filtreres.
nl_nl: Een tabel die moet worden gefilterd.
pl_pl: Tabela do filtrowania.
pt_br: Tabela a ser filtrada.
pt_pt: Uma tabela para filtrar.
ro_ro: Un tabel de filtrat.
ru_ru: Таблица для фильтрации.
sk_sk: Tabuľka na filtrovanie.
sl_si: Tabela, ki jo treba filtrirati.
sr_cyrl_rs: Табела за филтрирање.
sr_latn_rs: Tabela za filtriranje.
sv_se: En tabell att filtrera.
th_th: ตารางที่จะกรอง
tr_tr: Filtrelenecek tablo.
uk_ua: Таблиця, дані якої фільтруються.
vi_vn: Bảng cần lọc.
zh_cn: 要筛选的表。
zh_tw: 要篩選的資料表。
